Repository: NaN-tic/trytond-account_bank_statement_csv
Catalog: locale/*.po
Languages: ca

# error:account.bank.statement.import.csv:
source: Database general failure. Error raised: %s.
ca: Error general a la base de dades. Error: %s.

# error:account.bank.statement.import.csv:
source: Please, check that the CSV file is effectively a CSV file.
ca: Si us plau, comproveu que l'arxiu CSV és efectivament un arxiu CSV.

# error:account.bank.statement.import.csv:
source: Please, check that the Statement CSV configuration matches with the format of the CSV file.
ca: Si us plau, comproveu que la configuació de l'extracte CSV coincideix amb el format de l'arxiu CSV.

# error:account.bank.statement.import.csv:
source: You cannot import a CSV statement because "%s" have lines.
ca: No podeu importar extractes CSV perquè "%s" té línies.

# error:account.bank.statement.import.csv:
source: You cannot import a CSV statement because "%s" is not draft state.
ca: No podeu importar extractes CSV perquè "%s" no està en estat esborrany.

# error:profile.csv:
source: Fields %s are required.
ca: Els camps %s són obligatoris.

# field:account.bank.statement.import.csv.start,attachment:
source: Attachment
ca: Adjunt

# field:account.bank.statement.import.csv.start,character_encoding:
source: Character Encoding
ca: Codificació de caràcters

# field:account.bank.statement.import.csv.start,confirm:
source: Confirm
ca: Confirma

# field:account.bank.statement.import.csv.start,header:
source: Headers
ca: Encapçalaments

# field:account.bank.statement.import.csv.start,import_file:
source: Import File
ca: Importa arxiu

# field:account.bank.statement.import.csv.start,skip_repeated:
source: Skip Repeated
ca: Ometre repetits

# help:account.bank.statement.import.csv.start,attachment:
source: Attach CSV file after import.
ca: Adjunta arxiu CSV després de la importació.

# help:account.bank.statement.import.csv.start,confirm:
source: Confirm Bank Statement after import.
ca: Confirma l'extracte bancari després de la importació.

# help:account.bank.statement.import.csv.start,header:
source: Set this check box to true if CSV file has headers.
ca: Marqueu aquesta casella si l'arxiu CSV té capçaleres.

# help:account.bank.statement.import.csv.start,skip_repeated:
source: If any line of the csv file is already imported, skip it.
ca: Si una línia de l'arxiu csv ja està importada, ometre-la.

# model:account.bank.statement.import.csv.start,name:
source: Account Bank Statement Import CSV start
ca: Inici d'importació CSV d'extracte bancari

# model:ir.action,name:act_account_bank_statement_import_csv
source: Import CSV
ca: Importar CSV

# selection:account.bank.statement.import.csv.start,character_encoding:
source: Latin-1
ca: Latín-1

# view:account.bank.statement.import.csv.start:
source: Import CSV File
ca: Importar arxiu CSV

# wizard_button:account.bank.statement.import.csv,start,end:
source: Cancel
ca: Cancel·la

# wizard_button:account.bank.statement.import.csv,start,import_file:
source: Import File
ca: Importa arxiu
